[
  {
    "celex_id": "32014R0727",
    "text": "1.7.2014 EN Official Journal of the European Union L 192/42\nCOMMISSION IMPLEMENTING REGULATION (EU) No 727/2014\nof 30 June 2014\ninitiating a ‘new exporter’ review of Council Implementing Regulation (EU) No 1389/2011 imposing a definitive anti-dumping duty on imports of trichloroisocyanuric acid originating in the People's Republic of China, repealing the duty with regard to imports from one exporter in this country and making these imports subject to registration\nTHE EUROPEAN COMMISSION\n,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (1) (‘the basic Regulation’) and in particular Article 11(4) thereof,\nAfter informing the Member States,\nWhereas:\n1.   REQUEST\n(1) The European Commission (‘Commission’) has received a request for a ‘new exporter’ review pursuant to Article 11(4) of the basic Regulation.\n(2) The request was lodged on 4 January 2014 by Juancheng Kangtai Chemical Co. Ltd (‘the applicant’), an exporting producer in the People's Republic of China (‘PRC’) of trichloroisocyanuric acid.\n2.   PRODUCT\n(3) The product under review is trichloroisocyanuric acid and preparations thereof (TCCA), also referred to as ‘symclosene’ under the international non-proprietary name (INN), currently falling within CN codes ex 2933 69 80 and ex 3808 94 20 (TARIC codes 2933698070 and 3808942020), and originating in the PRC (‘the product under review’).\n3.   EXISTING MEASURES\n(4) The measures currently in force are a definitive anti-dumping duty imposed by Council Implementing Regulation (EU) No 1389/2011 (2) under which imports into the Union of the product under review originating in the PRC, including the product produced by the applicant, are subject to a definitive anti-dumping duty of 42,6 % with the exception of several companies specially mentioned in Article 1(2) of that Regulation which are subject to individual duty rates.\n4.   GROUNDS\n(5) The applicant claims that it did not export the product under review to the Union during the period of investigation on which the anti-dumping measures were based, i.e. the period from 1 April 2003 to 31 March 2004 (‘the original investigation period’).\n(6) Furthermore, the applicant claims that it is not related to any of the exporting producers of the product under review which are subject to the above-mentioned anti-dumping measures.\n(7) The applicant further claims that it has begun exporting the product under review to the Union after the end of the original investigation period.\n5.   PROCEDURE\n(8) Union producers known to be concerned have been informed of the request for a review and have been given an opportunity to comment.\n(9) Having examined the evidence available, the Commission concludes that there is sufficient evidence to justify the initiation of a ‘new exporter’ review, pursuant to Article 11(4) of the basic Regulation, with a view to determine the applicant's individual margin of dumping and, should dumping be found, the level of the duty to which its imports of the product under review into the Union shall be subject.\n(10) If it is determined that the applicant fulfils the requirements to have an individual duty established, it may be necessary to amend the rate of duty currently applicable to imports of the product under review from companies not individually mentioned in Article 1(2) of Implementing Regulation (EU) No 1389/2011.\n(a)   Questionnaires\n(11) In order to obtain information it deems necessary for its investigation, the Commission will send a questionnaire to the applicant.\n(b)   Collection of information and holding of hearings\n(12) All interested parties are hereby invited to make their views known in writing and to provide supporting evidence.\n(13) Furthermore, the Commission may hear interested parties, provided that they make a request in writing showing that there are particular reasons why they should be heard.\n(c)   Selection of the market economy country\n(14) Since the applicant expressly waived the right to claim that market economy conditions prevail for it, normal value shall be determined on the basis of Article 2(7)(a) of the basic Regulation. Therefore, an appropriate market economy country will be used for the purpose of establishing normal value in respect of the PRC. The Commission envisages using Japan again for this purpose as was done in the investigation which led to the imposition of measures on imports of the product under review from the PRC. Interested parties are hereby invited to comment on the appropriateness of this choice within the specific time limit set in Article 4(3) of this Regulation. According to the information available to the Commission, other market economy suppliers of the Union may be located, inter alia, in Switzerland, Malaysia and Indonesia. The Commission will examine whether there is production and sales of the product under investigation in those market economy third countries for which there are indications that production of the product under investigation is taking place.\n6.   REPEAL OF THE DUTY IN FORCE AND REGISTRATION OF IMPORTS\n(15) Pursuant to Article 11(4) of the basic Regulation, the anti-dumping duty in force should be repealed with regard to imports of the product under review which are produced and sold for export to the Union by the applicant. At the same time, such imports should be made subject to registration in accordance with Article 14(5) of the basic Regulation, in order to ensure that, should the review result in a finding of dumping in respect of the applicant, anti-dumping duties can be levied retroactively to the date of the initiation of the review. The amount of the applicant's possible future liabilities cannot be estimated at this stage of the proceeding.\n7.   TIME-LIMITS\n(16) In the interest of sound administration, time-limits should be stated within which:\n— interested parties may make themselves known to the Commission, present their views in writing and submit any information to be taken into account during the investigation,\n— interested parties may make a written request to be heard by the Commission,\n— interested parties may comment on the appropriateness of Japan which is envisaged as a market-economy country for the purpose of establishing normal value,\n— Attention is drawn to the fact that the exercise of most procedural rights set out in the basic Regulation depends on the party's making itself known within the time-limits indicated in Article 4 of this Regulation.\n8.   COMMUNICATION WITH INTERESTED PARTIES\n(17) Interested parties are invited to make all submissions and requests by e-mail including scanned powers of attorney and certification sheets, with the exception of voluminous replies which shall be submitted on a CD-ROM or DVD by hand or by registered mail. Their use of e-mail will constitute an agreement for the communication by e-mail and acceptance of the rules specified in the communication instructions with interested parties which are published on the website of the Directorate-General for Trade: http://trade.ec.europa.eu/doclib/docs/2011/june/tradoc_148003.pdf. The interested parties must indicate their name, address, telephone and a valid e-mail address and they should ensure that the provided e-mail address is a functioning official business e-mail which is checked on a daily basis. Once contact details are provided, the Commission will communicate with interested parties by e-mail only, unless they explicitly request to receive all documents from the Commission by another means of communication or unless the nature of the document to be sent requires the use of a registered mail. For further rules and information concerning correspondence with the Commission including principles that apply to submissions by e-mail, interested parties should consult the communication instructions with interested parties referred to above.\n(18) All written submissions, including the information requested in this Regulation, questionnaire replies and correspondence provided by interested parties on a confidential basis must be labelled as ‘Limited’ and, in accordance with Article 19(2) of Regulation (EC) No 1225/2009, must be accompanied by a non-confidential version, which must be labelled ‘For inspection by interested parties’.\nEuropean Commission\nDirectorate-General for Trade\nDirectorate H\nOffice: N105 8/21\n1049 Bruxelles/Brussel\nBELGIQUE/BELGIË\nE-mail: trade-tcca-review-bis@ec.europa.eu\n9.   NON-COOPERATION\n(19) In cases in which any interested party refuses access to or does not provide the necessary information within the time-limits, or significantly impedes the investigation, findings, affirmative or negative, may be made in accordance with Article 18 of the basic Regulation, on the basis of the facts available.\n(20) Where it is found that any interested party has supplied false or misleading information, the information shall be disregarded and use may be made of facts available.\n(21) If an interested party does not cooperate or cooperates only partially and findings are therefore based on the facts available in accordance with Article 18 of the basic Regulation, the result may be less favourable to that party than if it had cooperated.\n(22) Failure to give a computerised response shall not be deemed to constitute non-cooperation, provided that the interested party shows that presenting the response as requested would result in an unreasonable extra burden or unreasonable additional cost. The interested party should immediately contact the Commission.\n10.   SCHEDULE OF THE INVESTIGATION\n(23) The investigation will be concluded, pursuant to Article 11(5) of the basic Regulation, within nine months of the date of initiation of this review.\n11.   PROCESSING OF PERSONAL DATA\n(24) It is noted that any personal data collected in this investigation will be treated in accordance with Regulation (EC) No 45/2001 of the European Parliament and of the Council of 18 December 2000 on the protection of individuals with regard to the processing of personal data by the Community institutions and bodies and on the free movement of such data (3).\n12.   HEARING OFFICER\n(25) Interested parties may request the intervention of the Hearing Officer of the Directorate-General for Trade. The Hearing Officer acts as an interface between the interested parties and the Commission investigation services. The Hearing Officer reviews requests for access to the file, disputes regarding the confidentiality of documents, requests for extension of time-limits and requests by third parties to be heard. The Hearing Officer may organise a hearing with an individual interested party and mediate to ensure that the interested party's rights of defence are being fully exercised. The Hearing Officer will also provide opportunities for a hearing involving parties to take place which would allow different views to be presented and rebuttal arguments offered.\n(26) A request for a hearing with the Hearing Officer should be made in writing and should specify the reasons for the request. For hearings on issues pertaining to the initial stage of the investigation the request must be submitted within 15 days of the date of entry into force of this Regulation. Thereafter, a request to be heard must be submitted within specific deadlines set by the Commission in its communication with the parties.\n(27) For further information and contact details interested parties may consult the Hearing Officer's web pages on the Directorate-General for Trade's website: http://ec.europa.eu/commission_2010-2014/degucht/contact/hearing-officer,\nA review of Implementing Regulation (EU) No 1389/2011 is hereby initiated pursuant to Article 11(4) of Regulation (EC) No 1225/2009 in order to determine if and to what extent the imports of trichloroisocyanuric acid and preparations thereof, also referred to as ‘symclosene’ under the international non-proprietary name (INN), currently falling within within CN codes ex 2933 69 80 and ex 3808 94 20 (TARIC codes 2933698070 and 3808942020), originating in the People's Republic of China, produced and sold for export to the Union by Juancheng Kangtai Chemical Co. Ltd (TARIC additional code A101) should be subject to the anti-dumping duty imposed by Implementing Regulation (EU) No 1389/2011.\nThe anti-dumping duty imposed by Implementing Regulation (EU) No 1389/2011 is hereby repealed with regard to the imports identified in Article 1 of the present Regulation.\nThe Customs authorities are hereby directed, pursuant to Article 11(4) and Article 14(5) of Regulation (EC) No 1225/2009, to take the appropriate steps to register the imports into the Union identified in Article 1 of this Regulation.\nRegistration shall expire nine months following the date of entry into force of this Regulation.\n1.   Interested parties, if their representations are to be taken into account during the investigation, must make themselves known by contacting the Commission, present their views in writing and submit a reply to the questionnaire indicated in recital 11 of this Regulation or any information to be taken into account within 37 days from the date of the entry into force of this Regulation, unless otherwise specified.\n2.   Interested parties may request to be heard by the Commission investigation services. Any request to be heard must be made in writing and must specify the reasons for the request. For hearings on issues pertaining to the initial stage of the investigation the request must be submitted within 15 days of the date of entry into force of this Regulation. Thereafter, a request to be heard must be submitted within the specific deadlines set by the Commission in its communication with the parties.\n3.   Parties to the investigation wanting to comment on the appropriateness of Japan, which is envisaged as a market-economy third country for the purpose of establishing normal value in respect of the People's Republic of China, must submit their comments within 10 days of the date of entry into force of this Regulation.\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."
  },
  {
    "celex_id": "31975R2481",
    "text": "REGULATION (EEC) No 2481/75 OF THE COUNCIL  of 29 September 1975  amending Regulation (EEC) No 2511/69 laying down special measures for improving the production and marketing of Community citrus fruits\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES\n,\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nWhereas Council Regulation (EEC) No 2511/69 (2) of 9 December 1969 laying down special measures for improving the production and marketing of Community citrus fruits, as amended by Regulation (EEC) No 175/73 (3), provides for the granting of additional aid to small farmers to compensate for part of the loss of income caused by replanting;\nWhereas one of the conditions for the granting of this aid is that the area of the undertaking does not exceed five hectares ; whereas, when the total area of the undertaking exceeds five hectares but the area fit for agricultural use does not exceed that limit since the rest of the land is not cultivable, the farmer's economic situation is the same as in the cases mentioned in the Regulation ; whereas all farmers of an area fit for agricultural use not exceeding five hectares should receive identical treatment;\nWhereas Regulation (EEC) No 2511/69 set up in particular a scheme of financial compensation to promote sales of Community-produced oranges and mandarins on Community import markets by means of contracts ensuring regular supplies for these markets;\nWhereas experience has shown that the contractual scheme referred to above has not had the desired results as regards the growth of Community outlets for the products in question ; whereas, moreover, the increase in competition from certain producer third countries can only make it more difficult to market Community-produced citrus fruit on the Community market;\nWhereas to counter these difficulties Regulation (EEC) No 2511/69 should be modified by discontinuing the contractual scheme and increasing the amounts of financial compensation ; whereas this compensation should be extended to include clementines;\nWhereas during the recent marketing years there have also been problems as regards the distribution of Community lemon production on the Community import markets ; whereas, therefore, it is advisable, as a precautionary measure, to grant financial compensation in respect of this product for the remainder of the 1975/76 marketing year;\nWhereas, in order to ensure the effectiveness of such a system, provision should be made for bringing up to date the amounts fixed in respect of oranges, mandarins and clementines, taking into account the trend of the basic and buying-in prices for the products concerned,\nThe first indent of Article 4 (1) of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"- the area of their undertaking which is fit for agricultural use does not exceed five hectares,\"\nThe text of Article 6 of Regulation (EEC) No 2511/69 shall be replaced by the following:  (1)Opinion delivered on September 1975 (not yet published in the Official Journal). (2)OJ No L 318, 18.12.1969, p. 1. (3)OJ No L 25, 30.1.1973, p. 2.\n\"Sellers in the producer Member States shall receive, in accordance with the conditions set out below, financial compensation in respect of Community oranges, mandarins, clementines and lemons marketed in the other Member States.\nHowever, as regards lemons, this financial compensation shall only be granted for the 1975/76 marketing year.\"\nThe text of Article 7 of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"1. For the 1975/76 marketing year the financial compensation shall be fixed as follows:\n- 7.8 u.a./100 kg net for oranges of the Moro, Tarocco, Ovale calabrese, Belladonna, Navel and Valencia late varieties,\n- 6.7 u.a./100 kg net for oranges of the Sanguinello variety,\n- 4.4 u.a./100 kg net for oranges of the Sanguigno and Biondo comune varieties,\n- 6.7 u.a./100 kg net for mandarins,\n- 3.9 u.a./100 kg net for clementines,\n- 4.7 u.a./100 kg net for lemons.\n2. In subsequent marketing years the amount of financial compensation for oranges, mandarins and clementines shall be fixed each year before 1 August for the marketing year beginning during the following year according to the procedure laid down in Article 43 (2) of the Treaty, taking into account both the previous levels of this amount and the trend of the basic and buying-in prices of the products concerned. However, the percentage of the variation of the financial compensation by comparison with the preceding marketing year may not exceed the percentage of the variation of the basic and buying-in prices.\n3. Financial compensation shall only be granted in respect of products belonging to quality classes Extra and I.\"\nThe text of Article 8 of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"1. The financial compensation shall be paid to the sellers at their request, as soon as evidence has been furnished that the goods in question have entered the territory of the importing Member State and have been made available to the purchaser.\n2. Detailed rules for applying this Article shall be adopted in accordance with the procedure laid down in Article 33 of Regulation (EEC) No 1035/72.\"\nThe text of Article 9 of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"The rules governing the financing of the common agricultural policy shall apply to the financial compensation referred to in Article 6.\"\nThis Regulation shall enter into force on 1 October 1975.\nArticles 2, 3 and 4 shall apply:    - in respect of oranges, mandarins and clementines, from the beginning of the 1975/76 marketing year,\n- in respect of lemons, from the date of the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."
  },
  {
    "celex_id": "32010D0008",
    "text": "7.1.2010 EN Official Journal of the European Union L 3/22\nCOMMISSION DECISION\nof 22 December 2009\ndeclining the solution proposed by Austria under Article 10 of Council Regulation (EEC, Euratom) No 1553/89 relating to the calculation of a compensation to the VAT own resources base resulting from the restriction of the right to deduct VAT under Article 176 of Council Directive 2006/112/EC\n(notified under document C(2009) 10428)\n(Only the German text is authentic)\n(2010/8/EU, Euratom)\nTHE EUROPEAN COMMISSION\n,\nHaving regard to the Treaty on the Functioning of the European Union,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Regulation (EEC, Euratom) No 1553/89 of 29 May 1989 on the definitive uniform arrangements for the collection of own resources accruing from value added tax (1), and in particular Article 10(2) thereof,\nAfter consulting the Advisory Committee on Own Resources,\nWhereas:\n(1) The compensation to the VAT resources base is based on Article 6(4) of Regulation (EEC, Euratom) No 1553/89, which provides that where a Member State restricts or excludes, on the basis of Article 176 of Council Directive 2006/112/EC of 28 November 2006 on the common system of value added tax (2), the right to deduct input VAT, then the VAT own resources base may be determined as if the right of deduction had not been restricted. This applies only in respect of the purchase of passenger cars and their fuel used for business purposes, and of expenditure relating to the lease, hire, maintenance and repair of such cars. Austria proposed a multipart draft solution for such compensation to its VAT own resources base, which includes a method for six sub-categories.\n(2) Pursuant to Article 13(3) of Regulation (EEC, Euratom) No 1553/89, the solution proposed by Austria was examined in its entirety by the Advisory Committee on Own Resources at its meeting on 10 December 2009. The examination revealed a difference of opinion in the Committee regarding one of the sub-categories of the solution. That sub-category concerns the methodology proposed for the calculation of the private use component of the compensation to the harmonised VAT own resources base. A draft decision declining that sub-category of the solution presented by Austria was submitted to the Advisory Committee on Own Resources which delivered a positive opinion on 10 December 2009.\n(3) When calculating private use, in the absence of actual data, alternative methods can be used. To guarantee that these methods contribute to uniformity in the calculation of the compensation they should be based on generally accepted assumptions.\n(4) Austria requires taxable persons to administer actual data about the private use of business cars. However, for reasons of administrative simplicity, Austria has proposed a solution for the calculation of private use incorporating general statistical data combined with depreciation rules devised for non-harmonised corporate income tax purposes. Since the proposed solution results in a private use element significantly lower than the proportion used by other Member States, it is contradictory to the required uniformity in the calculation of the compensation. The solution proposed by Austria concerning the calculation of the private use proportion of cars acquired by businesses needs therefore to be declined,\nThe solution proposed by Austria concerning the calculation of the private use proportion of cars acquired by businesses is declined.\nThis Decision is addressed to the Republic of Austria."
  },
  {
    "celex_id": "31982D0211",
    "text": "COMMISSION  DECISION\nof 17 March 1982\nestablishing that the 'Jodon EA - immersion type X-Y micropositionable photographic plate holder, model MPH-45W, with beam splitter attenuator, model UBA-200 and parabolic mirrors' may not be imported free of Common Customs Tariff duties\n(82/211/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES\n,\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as amended by Regulation (EEC) No 1027/79 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 10 September 1981, the United Kingdom requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the 'Jodon EA - immersion type X-Y micropositionable photographic plate holder, model MPH-45W, with beam splitter attenuator, model UBA-200 and parabolic mirrors', intended for use in teaching experimental techiques of holography and related laser-based methods as well as for general research in the same fields, should be considered as a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent scientific value is currently being manufactured in the Community;\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 5 February 1982 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the 'Jodon EA - immersion type X-Y micropositionable photographic plate holder, model MPH-45W, with beam splitter attenuator, model UBA-200 and parabolic mirrors', may not be regarded as an instrument or apparatus within the meaning of Article 3 (1) of the aforementioned Regulation (EEC) No 1798/75, but consists in fact of three accessories of a holographic system; whereas the latter must therefore be regarded as 'accessories' within the meaning of Article 3 (2) (a) of the said Regulation; whereas the possibility of granting importation free of duties must therefore be assessed in the light of the provisions of the said Article 3 (2) (a);\nWhereas the accessories in question are not suitable for use with an instrument or apparatus imported free of duties or capable of being so imported; whereas, therefore, the conditions for import free of duties are not fulfilled,\nThe 'Jodon EA - immersion type X-Y micropositionable photographic plate holder, model MPH-45W, with beam splitter attenuator, model UBA-200 and parabolic mirrors', which is the subject of an application by the United Kingdom of 10 September 1981 may not be imported free of Common Customs Tariff duties.\nThis Decision is addressed to the Member States."
  },
  {
    "celex_id": "31996D0084",
    "text": "COMMISSION DECISION of 8 January 1996 adjusting the weightings applicable from 1 March 1994 to the remuneration of officials of the European Communities serving in third countries (96/84/Euratom, ECSC, EC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES\n,\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities,\nHaving regard to the Staff Regulations of the Officials of the European Communities and the conditions of employment of other servants of the Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1), as last amended by Regulation (ECSC, EC, Euratom) No 3161/94 (2), and in particular the second paragraph of Article 13 of Annex X thereto,\nWhereas, pursuant to the first paragraph of Article 13 of Annex X to the Staff Regulations, Council Regulation (EC, Euratom, ECSC) No 2356/95 (3) laid down the weightings to be applied from 1 January 1994 to the remuneration of officials serving in third countries, payable in the currency of their country of employment;\nWhereas the Commission has made a number of adjustments to these weightings in recent months, pursuant to the second paragraph of Article 13 of Annex X to the Staff Regulations (4);\nWhereas some of these weightings should be adjusted with effect from 1 March 1994 given that the statistics available to the Commission show that in certain third countries the variation in the cost of living measured on the basis of the weighting and the corresponding exchange rate has exceeded 5 % since weightings were last laid down,\nWith effect from 1 March 1994 the weightings applicable to the remuneration of officials serving in third countries payable in the currency of their country of employment are adjusted as shown in the Annex.\nThe exchange rates for the calculation of such remuneration shall be those used for implementation of the general budget of the European Union for the month preceding the date referred to in the first paragraph."
  }
]